{
  "blog": {
    "title": "최근 블로그 글"
  },
  "intro": {
    "subText": "Tokamak Network isn’t solely focused on building a single, perfect L2 network. Instead, it aims to support multiple types of networks based on users’ needs and simplify the deployment of customized L2 networks that can interoperate effectively with each other.",
    "specific1": {
      "title": "Better Interoperability",
      "content": "Tokamak Network allows fast transactions with optimistic and ZK rollups, and interoperability with other L2 solutions.",
      "info": "(Coming Later)"
    },
    "specific2": {
      "title": "L2 On-Demand",
      "content": "Tokamak Network simplifies service scaling and ecosystem integration with easy L2 deployment. See below for more details.",
      "info": "(Coming Later)"
    },
    "specific3": {
      "title": "Scalable Ecosystem",
      "content": "Tokamak Network supports TONStarter, a decentralized launchpad that simplifies fundraising and easily integrates with Tokamak Network’s L2."
    }
  },
  "main": {
    "description1": "ON-DEMAND LAYER 2 PLATFORM",
    "description2": "토카막 네트워크는 레이어 2 네트워크를 구축하고 연결하는 프로토콜이자 플랫폼입니다.",
    "img": ""
  },
  "roadmap": {
    "title": "로드맵",
    "roadmaps": []
  },
  "supporter": {
    "title1": "PARTNERS & GRANT",
    "title2": "BACKED BY"
  },
  "tokamak_info": {
    "title": "TOKAMAK NETWORK TODAY",
    "price": "TON 가격",
    "trading_volume": "거래량",
    "staked_amount": "스테이킹된 TON"
  },
  "l2": {
    "content": "Rather than relying on someone else’s L2 network, create your own L2 based on your specific needs. Choose a permissionless L2 architecture that meets your requirements without compromising on speed or security. This service is coming later.",
    "serviceIntro1": "Customized L2 stack built on Optimism, which offers fast and affordable computation and state updates by using optimistic rollup. Along with Optimism’s capabilities, this stack also includes a flexible transaction fee to enhance the user experience.",
    "serviceIntro2": "Cutting-edge virtual machine for L2, designed to work with ZKSNARKS. It supports a previously unseen L2 rollup architecture that reduces computational complexity without compromising security or privacy.",
    "btnText": "Coming Later"
  }
}
